[{"Id":"48097020-c183-11f0-ad5c-1de79d1c3d68","Creation":1763142875242,"Category":"Politique","Title":"Votre pouvoir d’achat s’est-il vraiment amélioré?","Text":"Dans la vision économique publiée par le premier ministre François Legault en début de semaine, il est écrit que le pouvoir d’achat des Québécois s’est amélioré de 10,3 % de 2018 à 2024 et que la rémunération hebdomadaire moyenne a crû de 29,7 %. Même si ces données sont exactes, elles ne sont pas vraiment en phase avec la réalité de bien des citoyens.\r\n\r\nDans une société où quatre personnes sur dix disent vivre d’une paie à l’autre, il n’est pas possible d’imaginer que le pouvoir d’achat s’est vraiment amélioré pour tout le monde. De plus, sachant, selon les dernières données disponibles rapportées par la Chaire de recherche en fiscalité et en finances publiques de l’Université de Sherbrooke, qu’environ la moitié des Québécois déclarent des revenus de moins de 50 000 $ par année, il est bien évident que le pouvoir d’achat ne s’est pas amélioré pour plusieurs ménages.\r\n\r\nEt même s’il s’était amélioré, pour bien des gens, la perception est tout autre. Dans une étude publiée en janvier 2022, des chercheurs de la Banque du Canada écrivaient que les perceptions des consommateurs à l’égard de l’inflation [...] sont systématiquement plus élevées que l’inflation réelle mesurée par l’indice des prix à la consommation (IPC), et ce, de manière plus marquée pour certains groupes démographiques.\r\n\r\nPublicité\r\nIls ajoutent que les expériences personnelles de magasinage, les perceptions de la hausse des prix des aliments et du loyer ainsi qu’une plus grande sensibilité aux fortes augmentations de prix sont d’importants facteurs qui expliquent les écarts entre l’inflation mesurée et les perceptions de l’inflation.\r\n\r\nAILLEURS SUR INFO : Une demande de recomptage autorisée, deux autres rejetées à T.-N.-L.\r\nUne inflation plus lourde pour les ménages à faibles revenus\r\nIl faut dire que les coûts du loyer et de l’alimentation occupent une part plus importante dans le budget des ménages à faibles et moyens revenus que dans celui des ménages mieux nantis. Or, quand le premier ministre souligne que la rémunération a monté de 29,7 % de 2018 à 2024, il faut savoir que, durant la même période, l’indice des prix des aliments a grimpé de 28,8 % au Québec alors que celui du logement a monté de 30,5 %. \r\n\r\nSelon l’Observatoire québécois des inégalités, les ménages qui font partie des 20 % les moins riches de la population consacrent environ 50 % de leur budget à l’alimentation et au logement. Les 20 % les plus riches n’y consacrent que 22 %. Donc, l’impact de l’inflation liée au logement et à l’alimentation est beaucoup plus lourd sur les ménages moins riches.\r\n\r\nUn étalage de cartons de lait dans une épicerie.\r\nOuvrir en mode plein écran\r\nDe 2018 à 2024, l'indice des prix des aliments a augmenté de 28,8 % au Québec. (Photo d'archives)\r\n\r\nPhoto : Radio-Canada\r\n\r\r\nAinsi, pour les moins bien nantis, le poids de l’inflation dans le budget ne leur permet pas de voir leur pouvoir d’achat s’améliorer. En retour, les plus riches sont moins frappés par les pressions inflationnistes. De plus, certains ont vu leurs revenus augmenter substantiellement grâce à des hausses de rémunération et à une forte augmentation des revenus de placement.\r\n\r\nPublicité\r\nAlors, quand on évoque une hausse du pouvoir d’achat, il faut bien comprendre qu’il s’agit d’une moyenne qui n’est pas le reflet de la situation d’une bonne partie de la population, peut-être même d’une majorité de citoyens. Que ce soit réel ou que ça relève de la perception, se faire dire que notre pouvoir d’achat a augmenté peut devenir insultant.\r\n\r\nPourquoi le pouvoir d’achat a-t-il augmenté globalement?\r\nN’empêche, si le Québec peut se targuer d’avoir une hausse du pouvoir d’achat qui est plus élevée qu’en Ontario et qu’ailleurs au Canada, c’est parce que les salaires ont augmenté plus rapidement sur son territoire dans les dernières années. Il y avait une part de rattrapage, certes, mais il y avait aussi un contexte propre au Québec.\r\n\r\nD’abord, le vieillissement de la population est important. On compte, en moyenne, 100 000 départs à la retraite par année au Québec. Le manque de main-d’oeuvre a été particulièrement important dans les dernières années alors qu’on a évoqué, maintes et maintes fois, une rareté, voire une pénurie de travailleurs dans plusieurs secteurs d’activité et dans plusieurs régions.\r\n\r\nOn signalait 123 800 postes vacants au deuxième trimestre de 2025, ce qui représente un taux de 3,1 % de postes vacants par rapport à la demande de travail.\r\n\r\nCe manque de main-d’oeuvre a largement tiré les salaires vers le haut dans les secteurs touchés par les pénuries, dans un contexte, de surcroît, de forte inflation dans la foulée de la fin de la pandémie et de la guerre en Ukraine. Avec un taux de chômage autour de 5 % au Québec, le plus faible au pays, les pressions salariales ont été grandes dans plusieurs secteurs.\r\n\r\nC’est ce qui a permis aux employés des domaines de la santé et de l’éducation de négocier des hausses de rémunération considérables en 2023. Et, dans la dernière année, la création d’emplois s’est concentrée, selon une note économique de l’Institut du Québec, dans des secteurs où les salaires sont plus élevés que le salaire horaire moyen, notamment en finances et dans le milieu des assurances.\r\n\r\nEn ajoutant les baisses de taxes depuis l’arrivée au pouvoir de François Legault et la baisse d’impôt de 2023, le revenu disponible, soit le revenu après impôt et inflation, a donc augmenté.\r\n\r\nUne fois qu’on a donné ces explications sur la hausse moyenne du pouvoir d’achat, le premier ministre ne peut pas se contenter de dire que son bilan est bon et que la situation économique du Québec s’est améliorée durant ses sept années au pouvoir jusqu’à maintenant.\r\n\r\nComme partout ailleurs en Occident, les inégalités ont grandi et la hausse du coût de la vie a eu un impact profond sur le quotidien d’une bonne partie de la population. Dire aux Québécois que leur pouvoir d’achat a augmenté, aussi vrai cela peut-il être, apparaît comme une hérésie.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"a1b2c3d0-e183-11f0-ad5c-1de79d1c3d69","Creation":1763142876242,"Category":"Économie","Title":"Les prix des aliments : comment se protéger","Text":"Les hausses récentes des prix des aliments affectent tous les ménages, mais quelques astuces simples peuvent aider à limiter l’impact sur le budget familial. Planifier les repas, comparer les prix et privilégier les produits de saison sont des mesures efficaces.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"b2c3d4e0-f183-11f0-ad5c-1de79d1c3d70","Creation":1763142877242,"Category":"Santé","Title":"Mieux dormir malgré le stress","Text":"Le sommeil est souvent la première victime du stress. Voici des techniques de relaxation et d’hygiène du sommeil qui ont fait leurs preuves pour retrouver des nuits réparatrices.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"c3d4e5f0-0184-11f0-ad5c-1de79d1c3d71","Creation":1763142878242,"Category":"Culture","Title":"Festival local : retour en images","Text":"Le festival annuel a rassemblé des milliers de personnes ce week-end. Retour en images sur les moments forts et les spectacles qui ont marqué l’édition.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"d4e5f601-1184-11f0-ad5c-1de79d1c3d72","Creation":1763142879242,"Category":"Technologie","Title":"Quatre applis pour mieux gérer son budget","Text":"Une sélection d’applications simples et gratuites pour suivre ses dépenses, établir un budget et recevoir des alertes personnalisées pour mieux contrôler ses finances.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"e5f60112-2184-11f0-ad5c-1de79d1c3d73","Creation":1763142880242,"Category":"Environnement","Title":"Réduire le gaspillage alimentaire à la maison","Text":"Quelques gestes quotidiens permettent de réduire significativement le gaspillage alimentaire : conserver correctement, cuisiner les restes et planifier les achats.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"f6011223-3184-11f0-ad5c-1de79d1c3d74","Creation":1763142881242,"Category":"Sports","Title":"Un club local forme les champions de demain","Text":"L’école de sport de la région multiplie les initiatives pour former des jeunes athlètes et promouvoir l’activité physique dès le plus jeune âge.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"07112234-4184-11f0-ad5c-1de79d1c3d75","Creation":1763142882242,"Category":"Opinion","Title":"Pourquoi le bénévolat compte","Text":"Le bénévolat crée du lien social et offre des expériences humaines enrichissantes. Témoignages et pistes pour s’engager près de chez soi.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"18223345-5184-11f0-ad5c-1de79d1c3d76","Creation":1763142883242,"Category":"Science","Title":"Comprendre les grandes découvertes de l’année","Text":"Un résumé des principales avancées scientifiques récentes et de leur impact potentiel sur la société et la santé publique.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"},
{"Id":"29334456-6184-11f0-ad5c-1de79d1c3d77","Creation":1763142884242,"Category":"Lifestyle","Title":"Décorer son intérieur sans se ruiner","Text":"Conseils de designers pour réaménager et décorer un intérieur avec un budget limité, en misant sur la fonctionnalité et la récupération.","Image":"48097021-c183-11f0-ad5c-1de79d1c3d68.webp"}]