[{"Id":"a1b2c3d4-1234-11ef-8a63-27f8eb67f1f1","Title":"Lancement de notre nouvelle plateforme","Text":"Nous sommes ravis d'annoncer le lancement officiel de notre nouvelle plateforme de gestion de nouvelles. Cette application moderne offre une interface intuitive avec des fonctionnalités avancées comme le filtrage par catégorie, la recherche par mots-clés et un système de pagination intelligent. Rejoignez-nous dans cette nouvelle aventure numérique!","Category":"Annonce","Image":"5b156ce0-46c0-11ee-9c7d-4dfffb69e19c.png","Creation":1731456000000},{"Creation":1731369600000,"Category":"Technologie","Title":"Intelligence Artificielle: Les nouvelles avancées de 2025","Text":"L'année 2024 marque un tournant majeur dans le domaine de l'intelligence artificielle. Les modèles de langage de nouvelle génération démontrent des capacités sans précédent dans la compréhension contextuelle et la génération de contenu. Les applications pratiques se multiplient dans tous les secteurs, de la santé à l'éducation en passant par la recherche scientifique.","Image":"78f177e0-46c0-11ee-9c7d-4dfffb69e19c.png","Id":"b2c3d4e5-1234-11ef-8a63-27f8eb67f1f2"},{"Creation":1763084937223,"Category":"Événement","Title":"Conférence Tech Summit 2026 - Inscrivez-vous maintenant!","Text":"Le Tech Summit 2024 aura lieu le 15 décembre au Palais des congrès. Cet événement rassemblera les plus grands experts en technologie pour discuter des tendances futures, de l'innovation et des meilleures pratiques. Au programme: conférences inspirantes, ateliers pratiques et opportunités de réseautage. Places limitées, réservez dès maintenant!","Image":"9043e080-aa92-11f0-8a63-27f8eb67f1f3.jpeg","Id":"c3d4e5f6-1234-11ef-8a63-27f8eb67f1f3"},{"Creation":1731196800000,"Category":"ConseilHGF","Title":"Cybersécurité: Comment protéger vos données en ligne","Text":"La cybersécurité est plus importante que jamais. Voici nos recommandations essentielles: utilisez des mots de passe robustes et uniques pour chaque service, activez l'authentification à deux facteurs, maintenez vos logiciels à jour et restez vigilant face aux tentatives de phishing. La sécurité de vos données personnelles commence par de bonnes pratiques quotidiennes.","Image":"a634d710-46c0-11ee-9c7d-4dfffb69e19c.png","Id":"d4e5f6g7-1234-11ef-8a63-27f8eb67f1f4"},{"Creation":1763084957315,"Category":"Technologie","Title":"Développement Web: Les frameworks populaires de 2025","Text":"Le paysage du développement web continue d'évoluer rapidement. React, Vue.js et Angular demeurent les leaders pour les applications front-end, tandis que Next.js et Nuxt.js gagnent en popularité pour leurs capacités de rendu côté serveur. Les développeurs privilégient désormais les solutions offrant performance, maintenabilité et excellente expérience développeur.","Image":"f5795080-4468-11ee-8281-2f600646bb7f.jpeg","Id":"e5f6g7h8-1234-11ef-8a63-27f8eb67f1f5"},{"Id":"f6g7h8i9-1234-11ef-8a63-27f8eb67f1f6","Title":"Maintenance planifiée ce weekend","Text":"Une maintenance système est prévue ce samedi de 2h00 à 6h00 du matin. Durant cette période, nos services seront temporairement indisponibles. Cette intervention permettra d'améliorer les performances globales et d'implémenter de nouvelles fonctionnalités de sécurité. Nous nous excusons pour tout désagrément occasionné.","Category":"Annonce","Image":"5b156ce0-46c0-11ee-9c7d-4dfffb69e19c.png","Creation":1731024000000},{"Id":"g7h8i9j0-1234-11ef-8a63-27f8eb67f1f7","Title":"Hackathon étudiant: Créez l'application de demain","Text":"Le Collège Lionel-Groulx organise son hackathon annuel les 20-21 novembre. Étudiants, formez vos équipes et relevez le défi de créer une application innovante en 24 heures! Mentors expérimentés, prix attractifs et opportunités de stage à la clé. Que vous soyez débutant ou expert, cette expérience enrichissante vous attend.","Category":"Événement","Image":"78f177e0-46c0-11ee-9c7d-4dfffb69e19c.png","Creation":1730937600000},{"Id":"h8i9j0k1-1234-11ef-8a63-27f8eb67f1f8","Title":"Optimisation de code: 5 astuces pour améliorer vos performances","Text":"Améliorer les performances de votre code est essentiel. Conseil 1: Évitez les boucles imbriquées inutiles. Conseil 2: Utilisez la mise en cache stratégiquement. Conseil 3: Optimisez vos requêtes de base de données. Conseil 4: Minimifiez et compressez vos ressources. Conseil 5: Surveillez et profilez régulièrement votre application. Ces pratiques simples peuvent transformer vos performances!","Category":"Conseil","Image":"9043e080-aa92-11f0-8a63-27f8eb67f1f3.jpeg","Creation":1730851200000},{"Id":"i9j0k1l2-1234-11ef-8a63-27f8eb67f1f9","Title":"Cloud Computing: Migration vers le cloud expliquée","Text":"La migration vers le cloud représente une transformation majeure pour les entreprises. Les avantages incluent scalabilité, réduction des coûts d'infrastructure et amélioration de la disponibilité. Les principaux fournisseurs comme AWS, Azure et Google Cloud offrent des solutions adaptées à tous les besoins. Planifiez soigneusement votre stratégie de migration pour assurer une transition réussie.","Category":"Technologie","Image":"a634d710-46c0-11ee-9c7d-4dfffb69e19c.png","Creation":1730764800000},{"Id":"j0k1l2m3-1234-11ef-8a63-27f8eb67f1f0","Title":"Webinaire gratuit: Introduction au développement mobile","Text":"Participez à notre webinaire gratuit le 25 novembre à 19h00! Découvrez les fondamentaux du développement mobile avec React Native et Flutter. Nos experts partageront leurs expériences, démonstrations en direct et répondront à toutes vos questions. Parfait pour débuter votre parcours en développement mobile. Inscription obligatoire via notre site web.","Category":"Événement","Image":"f5795080-4468-11ee-8281-2f600646bb7f.jpeg","Creation":1730678400000},{"Creation":1763086386403,"Category":"Conseil","Title":"Gestion de projet agile: Scrum vs KanbanNN","Text":"Choisir entre Scrum et Kanban dépend de votre contexte. Scrum convient aux projets avec des sprints définis et des équipes stables. Kanban excelle pour le flux continu et la flexibilité. Les deux approches valorisent la transparence et l'amélioration continue. Analysez les besoins de votre équipe et expérimentez pour trouver la méthodologie optimale pour vos projets.","Image":"5b156ce0-46c0-11ee-9c7d-4dfffb69e19c.png","Id":"k1l2m3n4-1234-11ef-8a63-27f8eb67f1fa"},{"Id":"l2m3n4o5-1234-11ef-8a63-27f8eb67f1fb","Title":"Blockchain et cryptomonnaies: État des lieux 2024","Text":"La technologie blockchain continue de mûrir au-delà des cryptomonnaies. Les applications en supply chain, identité numérique et contrats intelligents se démocratisent. Les entreprises explorent activement les cas d'usage concrets. La régulation évolue pour encadrer ce secteur dynamique tout en favorisant l'innovation responsable.","Category":"Technologie","Image":"78f177e0-46c0-11ee-9c7d-4dfffb69e19c.png","Creation":1730505600000},{"Id":"m3n4o5p6-1234-11ef-8a63-27f8eb67f1fc","Title":"Nouvelle version de l'application mobile disponible","Text":"Nous sommes heureux de déployer la version 2.0 de notre application mobile! Nouveautés: interface repensée pour une meilleure expérience utilisateur, mode sombre natif, notifications intelligentes et synchronisation améliorée. Mise à jour disponible sur App Store et Google Play. Merci à notre communauté pour vos précieux retours!","Category":"Annonce","Image":"9043e080-aa92-11f0-8a63-27f8eb67f1f3.jpeg","Creation":1730419200000},{"Id":"n4o5p6q7-1234-11ef-8a63-27f8eb67f1fd","Title":"Carrières en tech: Salon de l'emploi virtuel","Text":"Participez à notre salon de l'emploi virtuel le 30 novembre! Rencontrez des recruteurs de grandes entreprises technologiques, découvrez des opportunités de carrière passionnantes et participez à des sessions de conseils en développement professionnel. Événement 100% en ligne, accessible à tous. Préparez votre CV et profitez de cette opportunité unique!","Category":"Événement","Image":"a634d710-46c0-11ee-9c7d-4dfffb69e19c.png","Creation":1730332800000},{"Id":"o5p6q7r8-1234-11ef-8a63-27f8eb67f1fe","Title":"Tests automatisés: Investissement essentiel pour la qualité","Text":"Les tests automatisés ne sont pas un luxe, mais une nécessité. Ils garantissent la stabilité du code, facilitent le refactoring et accélèrent le développement à long terme. Commencez par les tests unitaires, puis intégrez progressivement les tests d'intégration et end-to-end. Un bon coverage de tests est le fondement d'une application robuste et maintenable.","Category":"Conseil","Image":"f5795080-4468-11ee-8281-2f600646bb7f.jpeg","Creation":1730246400000},{"Creation":1763084812927,"Category":"Test","Title":"Test1","Text":"fhjueidwohFIOEJHUPOIWRHFPE;OSJFROIHWACOP;EJKRFO\r\nds\r\n\r\nfd\r\ns\r\nf\r\nd\r\ns\r\nf\r\nd\r\ns\r\nfd\r\ns\r\nf\r\nd\r\ns\r\nfd\r\nf\r\nsd","Image":"","Id":"4e686f40-c0eb-11f0-86fb-5d8e4d2edf22"},{"Id":"401d51c0-c0f1-11f0-92ca-35dcab7363e2","Creation":1763080264241,"Category":"Test","Title":"Test2","Text":"fdjiogfdsfds\r\nfs\r\ndfs\r\ndfds\r\nfds\r\n\r\nfds\r\n\r\n\r\nf\r\nds\r\n\r\nfd\r\ns\r\nf\r\nsd\r\nfsd\r\n\r\nfd\r\ns\r\nf\r\nsd\r\nfds\r\n\r\nf\r\nds\r\nfds\r\n\r\nf\r\nsd\r\nf\r\nsd\r\nf\r\nds\r\nf\r\nsd\r\nf\r\nsd\r\nf\r\nsd\r\n\r\nf\r\nsd\r\nf\r\nds\r\nf\r\nds\r\nfsd\r\nf\r\ns\r\nj\r\nhyjh\r\nk\r\nykuyk\r\nyu\r\nk\r\njt\r\ny\r\nj\r\ny\r\nj\r\n\r\n\r\nj\r\nyt","Image":""},{"Id":"0877e860-c0f2-11f0-92ca-35dcab7363e2","Creation":1763080600453,"Category":"Test","Title":"Test3","Text":"hfudieowslHFDJSKLHFSKJDHFJKSDLHAFKJHDSAKLFHJDSKLHFKJDSHFLKDSHFJKSDLHAFJKLDSHJAFHDSKLAHFJDSKLAHFJDKSHLAHFJDKSLAHJKFLDSAHJKLFDSHAJKLFDSHAJKLFDHSAJKLFDSA","Image":""},{"Creation":1763081395105,"Category":"Test","Title":"Test7","Text":"fdjskafdsfg\r\ndsag\r\ndg\r\nfd\r\n\r\ng\r\ndsg\r\nfdg\r\ndsf\r\ngfdsgfds\r\ngdf\r\ndsg\r\nfd\r\ns\r\ngf\r\ndsg\r\nfdgdsfg\r\nfdsgdfsg\r\nfds\r\ngfd\r\ns\r\ngfdsg\r\nfd\r\ng\r\nfdsgfds\r\ngsdfg\r\nsd\r\ngf\r\ngsgf\r\ngsf\r\nsfgd\r\nfdsg\r\n\r\nfg\r\nfg\r\nf\r\ng\r\ngfd\r\ns\r\ng\r\nf\r\ndsg\r\nf\r\nds\r\ng\r\nfd\r\ng\r\nf\r\nsg\r\nf\r\ngs\r\ng\r\nfs","Image":"e4cb4cc1-c0f3-11f0-92ca-35dcab7363e2.jpeg","Id":"e4cb4cc0-c0f3-11f0-92ca-35dcab7363e2"},{"Creation":1763086993813,"Category":"Test","Title":"Test110","Text":"gfjrieofjsdlknfvkjldsajfgo;ireujfklde;sjfkdsjf;ldsjakl;fjsafjewiogvjrioeajfieaopewrf","Image":"534adc10-c0f9-11f0-af24-8f76bfe44ae1.webp","Id":"534ab500-c0f9-11f0-af24-8f76bfe44ae1"},{"Id":"4583d4f0-c0fa-11f0-af24-8f76bfe44ae1","Creation":1763084137677,"Category":"Test","Title":"dhsal","Text":"ssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssss","Image":"4583d4f1-c0fa-11f0-af24-8f76bfe44ae1.png"}]